Repository: qwer12345uui/tower
Catalog: Tower/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, id, ja, ko, pt_br, ru, th, tr, vi, zh_hant

source: 空闲超时（秒）
ar: مهلة الخمول (بالثواني)
de: Leerlauf-Timeout (Sekunden)
en: Idle timeout (seconds)
es: Tiempo de inactividad (segundos)
fr: Délai d'inactivité (secondes)
id: Batas waktu menganggur (detik)
ja: アイドルタイムアウト(秒)
ko: 유휴 시간 초과(초)
pt_br: Tempo limite de inatividade (segundos)
ru: Тайм-аут простоя (секунды)
th: ระยะหมดเวลาเมื่อไม่ได้ใช้งาน (วินาที)
tr: Boşta kalma zaman aşımı (saniye)
vi: Thời gian chờ không hoạt động (giây)
zh_hant: 空閒超時（秒）

source: 立即同步
ar: مزامنة الآن
de: Jetzt synchronisieren
en: Sync Now
es: Sincronizar ahora
fr: Synchroniser maintenant
id: Sinkronkan sekarang
ja: 今すぐ同期
ko: 지금 동기화
pt_br: Sincronizar agora
ru: Синхронизировать сейчас
th: ซิงก์ตอนนี้
tr: Şimdi eşitle
vi: Đồng bộ ngay

source: 端口
ar: ميناء
de: Hafen
en: port
es: puerto
fr: port
id: pelabuhan
ja: ポート
ko: 항구
pt_br: porto
ru: порт
th: พอร์ต
tr: liman
vi: hải cảng
zh_hant: 連接埠

source: 端口必须是 1 到 65535 之间的数字
ar: يجب أن يكون رقم المنفذ بين 1 و65535
de: Der Port muss eine Zahl zwischen 1 und 65535 sein
en: Port must be a number between 1 and 65535
es: El puerto debe ser un número entre 1 y 65535
fr: Le port doit être un nombre compris entre 1 et 65535
id: Port harus berupa angka antara 1 dan 65535
ja: ポートは 1 ～ 65535 の数値である必要があります
ko: 포트는 1에서 65535 사이의 숫자여야 합니다.
pt_br: A porta deve ser um número entre 1 e 65535
ru: Порт должен быть числом от 1 до 65535.
th: พอร์ตต้องเป็นตัวเลขระหว่าง 1 ถึง 65535
tr: Bağlantı noktası 1 ile 65535 arasında bir sayı olmalıdır
vi: Cổng phải là số từ 1 đến 65535
zh_hant: 連接埠必須是 1 到 65535 之間的數字

source: 第一项是默认策略。可拖动排序；导入客户端后仍可手动切换。
ar: البند الأول هو السياسة الافتراضية. يمكنك السحب لإعادة الترتيب، ويظل التبديل اليدوي متاحاً بعد الاستيراد إلى العميل.
de: Der erste Eintrag ist die Standardrichtlinie. Zum Umsortieren ziehen; nach dem Import in den Client kann weiterhin manuell gewechselt werden.
en: The first entry is the default policy. Drag to reorder; you can still switch manually after importing into the client.
es: La primera entrada es la política predeterminada. Arrastra para reordenar; tras importar en el cliente aún puedes cambiar manualmente.
fr: La première entrée est la politique par défaut. Faites glisser pour réordonner ; vous pouvez toujours changer manuellement après l'import dans le client.
id: Entri pertama adalah kebijakan bawaan. Seret untuk mengurutkan ulang; setelah diimpor ke klien, Anda tetap bisa berganti secara manual.
ja: 最初の項目がデフォルトのポリシーです。ドラッグで並べ替えでき、クライアントに読み込んだ後も手動で切り替えられます。
ko: 첫 번째 항목이 기본 정책입니다. 끌어서 순서를 바꿀 수 있고, 클라이언트로 가져온 뒤에도 수동으로 전환할 수 있습니다.
pt_br: A primeira entrada é a política padrão. Arraste para reordenar; após importar no cliente, você ainda pode alternar manualmente.
ru: Первый пункт — политика по умолчанию. Перетащите, чтобы изменить порядок; после импорта в клиент можно переключать вручную.
th: รายการแรกคือนโยบายเริ่มต้น ลากเพื่อจัดลำดับใหม่ และยังสลับเองได้หลังนำเข้าไปยังไคลเอ็นต์
tr: İlk giriş varsayılan politikadır. Sıralamak için sürükleyin; istemciye aktardıktan sonra da elle geçiş yapabilirsiniz.
vi: Mục đầu tiên là chính sách mặc định. Kéo để sắp xếp; sau khi nhập vào ứng dụng khách bạn vẫn chuyển thủ công được.
zh_hant: 第一項是預設策略。可拖曳排序；匯入客戶端後仍可手動切換。

source: 等待有效的订阅链接或节点协议
ar: في انتظار رابط اشتراك صالح أو اتفاقية عقدة
de: Warten auf einen gültigen Abonnementlink oder eine Knotenvereinbarung
en: Waiting for a valid subscription URL or node protocol
es: Esperando un enlace de suscripción válido o un acuerdo de nodo
fr: En attente d'un lien d'abonnement ou d'un accord de nœud valide
id: Menunggu tautan langganan atau perjanjian simpul yang valid
ja: 有効なサブスクリプション リンクまたはノード契約を待っています
ko: 유효한 구독 링크 또는 노드 계약을 기다리는 중
pt_br: Aguardando um link de assinatura válido ou contrato de nó
ru: Ожидание действующей ссылки на подписку или соглашения об узле
th: กำลังรอลิงก์การสมัครหรือข้อตกลงโหนดที่ถูกต้อง
tr: Geçerli bir abonelik bağlantısı veya düğüm sözleşmesi bekleniyor
vi: Đang chờ liên kết đăng ký hoặc thỏa thuận nút hợp lệ
zh_hant: 等待有效的訂閱連結或節點協議

source: 筛选
ar: تصفية
de: Filtern
en: Filter
es: Filtrar
fr: Filtrer
id: Menyaring
ja: フィルター
ko: 필터
pt_br: Filtro
ru: Фильтр
th: ตัวกรอง
tr: Filtre
vi: Lọc
zh_hant: 篩選

source: 简介
ar: الوصف
de: Beschreibung
en: Description
es: Descripción
fr: Description
id: Deskripsi
ja: 説明
ko: 설명
pt_br: Descrição
ru: Описание
th: คำอธิบาย
tr: Açıklama
vi: Mô tả
zh_hant: 簡介

source: 粘贴订阅链接或节点协议
ar: الصق رابط الاشتراك أو اتفاقية العقدة
de: Abonnementlink oder Knotenvereinbarung einfügen
en: Paste a subscription URL or node protocol
es: Pegar enlace de suscripción o acuerdo de nodo
fr: Coller le lien d'abonnement ou l'accord de nœud
id: Tempelkan tautan langganan atau perjanjian simpul
ja: サブスクリプションリンクまたはノード契約を貼り付けます
ko: 구독 링크 또는 노드 계약 붙여넣기
pt_br: Cole o link de assinatura ou o contrato de nó
ru: Вставьте ссылку на подписку или соглашение об узле.
th: วางลิงก์การสมัครหรือข้อตกลงโหนด
tr: Abonelik bağlantısını veya düğüm sözleşmesini yapıştırın
vi: Dán liên kết đăng ký hoặc thỏa thuận nút
zh_hant: 貼上訂閱連結或節點協議

source: 粘贴识别
ar: لصق الاعتراف
de: Erkennung einfügen
en: Paste & Detect
es: Pegar reconocimiento
fr: Coller la reconnaissance
id: Tempel pengenalan
ja: 貼り付け
ko: 붙여넣기
pt_br: Colar reconhecimento
ru: Вставить распознавание
th: วางการจดจำ
tr: Tanıma yapıştır
vi: Dán nhận dạng
zh_hant: 貼上識別

source: 结束编辑
ar: إنهاء التحرير
de: Bearbeitung beenden
en: Done editing
es: Terminar de editar
fr: Terminer la modification
id: Selesai mengedit
ja: 編集を終了
ko: 편집 완료
pt_br: Concluir edição
ru: Завершить правку
th: สิ้นสุดการแก้ไข
tr: Düzenlemeyi bitir
vi: Kết thúc chỉnh sửa
zh_hant: 結束編輯

source: 继续选择客户端
ar: الاستمرار في اختيار العميل
de: Wählen Sie weiterhin den Kunden aus
en: Continue to select the client
es: Continuar seleccionando el cliente
fr: Continuez à sélectionner le client
id: Lanjutkan untuk memilih klien
ja: クライアントの選択を続けます
ko: 계속해서 클라이언트를 선택하세요.
pt_br: Continue selecionando o cliente
ru: Продолжаем выбирать клиента
th: ดำเนินการเลือกลูกค้าต่อไป
tr: İstemciyi seçmeye devam edin
vi: Tiếp tục chọn khách hàng
zh_hant: 繼續選擇客戶端

source: 继续选择规则
ar: استمر في تحديد القواعد
de: Wählen Sie weiterhin Regeln aus
en: Continue to select rules
es: Continuar seleccionando reglas
fr: Continuer à sélectionner des règles
id: Lanjutkan untuk memilih aturan
ja: ルールの選択を続けます
ko: 계속해서 규칙을 선택하세요.
pt_br: Continue selecionando regras
ru: Продолжить выбор правил
th: ดำเนินการต่อเพื่อเลือกกฎ
tr: Kuralları seçmeye devam et
vi: Tiếp tục chọn quy tắc
zh_hant: 繼續選擇規則

source: 续费提醒
ar: تذكير بالتجديد
de: Erneuerungserinnerung
en: Renewal Reminders
es: Recordatorio de renovación
fr: Rappel de renouvellement
id: Pengingat pembaruan
ja: 更新リマインダー
ko: 갱신 알림
pt_br: Lembrete de renovação
ru: Напоминание о продлении
th: การแจ้งเตือนการต่ออายุ
tr: Yenileme hatırlatıcısı
vi: Lời nhắc gia hạn
zh_hant: 續費提醒

source: 续费提醒已关闭
ar: تم إغلاق تذكير التجديد
de: Die Verlängerungserinnerung wurde geschlossen
en: Renewal reminder has been closed
es: El recordatorio de renovación ha sido cerrado.
fr: Le rappel de renouvellement a été clôturé
id: Pengingat pembaruan telah ditutup
ja: 更新通知は終了しました
ko: 갱신 알림이 종료되었습니다
pt_br: O lembrete de renovação foi fechado
ru: Напоминание о продлении закрыто
th: ปิดการแจ้งเตือนการต่ออายุแล้ว
tr: Yenileme hatırlatıcısı kapatıldı
vi: Lời nhắc gia hạn đã bị đóng
zh_hant: 續費提醒已關閉

source: 编辑
ar: تحرير
de: Bearbeiten
en: Edit
es: Editar
fr: Modifier
id: Sunting
ja: 編集
ko: 편집
pt_br: Editar
ru: Редактировать
th: แก้ไข
tr: Düzenle
vi: Chỉnh sửa
zh_hant: 編輯

source: 编辑 %@
ar: تحرير %@
de: %@ bearbeiten
en: Edit %@
es: Editar %@
fr: Modifier %@
id: Edit %@
ja: %@ を編集
ko: %@ 편집
pt_br: Editar %@
ru: Изменить %@
th: แก้ไข %@
tr: %@ ögesini düzenle
vi: Sửa %@
zh_hant: 編輯 %@

source: 编辑规则
ar: تحرير القواعد
de: Regeln bearbeiten
en: Edit rules
es: Editar reglas
fr: Modifier les règles
id: Edit aturan
ja: ルールを編集
ko: 규칙 편집
pt_br: Editar regras
ru: Изменить правила
th: แก้ไขกฎ
tr: Kuralları düzenle
vi: Sửa quy tắc
zh_hant: 編輯規則

source: 编辑规则内容
ar: تحرير محتوى القاعدة
de: Regelinhalt bearbeiten
en: Edit Rule Contents
es: Editar el contenido de la regla
fr: Modifier le contenu de la règle
id: Edit Isi Aturan
ja: ルールの内容を編集
ko: 규칙 내용 편집
pt_br: Editar conteúdo da regra
ru: Изменить содержимое правила
th: แก้ไขเนื้อหากฎ
tr: Kural İçeriğini Düzenle
vi: Sửa nội dung quy tắc
zh_hant: 編輯規則內容

source: 编辑规则方案
ar: تحرير ملف القواعد
de: Regelprofil bearbeiten
en: Edit Rule Profile
es: Editar perfil de reglas
fr: Modifier le profil de règles
id: Edit Profil Aturan
ja: ルールプロファイルを編集
ko: 규칙 프로필 편집
pt_br: Editar perfil de regras
ru: Изменить профиль правил
th: แก้ไขโปรไฟล์กฎ
tr: Kural Profilini Düzenle
vi: Sửa hồ sơ quy tắc
zh_hant: 編輯規則方案

source: 编辑规则流
ar: تحرير تدفق القاعدة
de: Regelablauf bearbeiten
en: Edit rule flow
es: Editar flujo de reglas
fr: Modifier le flux de règles
id: Edit alur aturan
ja: ルールフローの編集
ko: 규칙 흐름 편집
pt_br: Editar fluxo de regras
ru: Изменить порядок правил
th: แก้ไขโฟลว์กฎ
tr: Kural akışını düzenleyin
vi: Chỉnh sửa luồng quy tắc
zh_hant: 編輯規則流

source: 编辑规则集
ar: تحرير مجموعة القواعد
de: Regelsatz bearbeiten
en: Edit Rule Set
es: Editar conjunto de reglas
fr: Modifier le jeu de règles
id: Edit Set Aturan
ja: ルールセットを編集
ko: 룰셋 편집
pt_br: Editar conjunto de regras
ru: Изменить набор правил
th: แก้ไขชุดกฎ
tr: Kural Kümesini Düzenle
vi: Sửa bộ quy tắc
zh_hant: 編輯規則集

source: 联网选项由您决定
ar: خيارات الاتصال بالشبكة بيدك
de: Sie bestimmen die Netzwerkoptionen
en: You Control Network Access
es: Tú controlas el acceso a la red
fr: Vous contrôlez l’accès au réseau
id: Anda mengendalikan akses jaringan
ja: ネットワーク接続は自分で選択
ko: 네트워크 연결은 사용자가 선택
pt_br: Você controla o acesso à rede
ru: Доступ к сети выбираете вы
th: คุณเป็นผู้เลือกการเชื่อมต่อเครือข่าย
tr: Ağ erişimini siz kontrol edersiniz
vi: Bạn kiểm soát quyền truy cập mạng
zh_hant: 連網選項由您決定

source: 自动
ar: تلقائي
de: automatisch
en: automatic
es: automático
fr: automatique
id: otomatis
ja: 自動
ko: 자동
pt_br: automático
ru: автоматический
th: อัตโนมัติ
tr: otomatik
vi: tự động
zh_hant: 自動

source: 自动更新
ar: التحديث التلقائي
de: Automatische Aktualisierung
en: Automatic refresh
es: Actualización automática
fr: Actualisation automatique
id: Pembaruan otomatis
ja: 自動更新
ko: 자동 업데이트
pt_br: Atualização automática
ru: Автообновление
th: อัปเดตอัตโนมัติ
tr: Otomatik güncelleme
vi: Tự động cập nhật
zh_hant: 自動更新

source: 自动更新和 iCloud 同步默认关闭，只有您主动开启后才运行。
ar: التحديث التلقائي ومزامنة iCloud متوقفان افتراضيًا، ولا يعملان إلا بعد تشغيلهما بنفسك.
de: Automatische Aktualisierung und iCloud-Sync sind standardmäßig aus und laufen erst, nachdem Sie sie aktiviert haben.
en: Automatic refresh and iCloud sync are off by default and run only after you enable them.
es: La actualización automática y la sincronización con iCloud están desactivadas por defecto y solo funcionan cuando las activas.
fr: L’actualisation automatique et la synchronisation iCloud sont désactivées par défaut et ne fonctionnent qu’après votre activation.
id: Pembaruan otomatis dan sinkronisasi iCloud nonaktif secara bawaan dan hanya berjalan setelah Anda mengaktifkannya.
ja: 自動更新とiCloud同期は初期状態ではオフで、自分で有効にした後だけ動作します。
ko: 자동 업데이트와 iCloud 동기화는 기본적으로 꺼져 있으며 직접 켠 후에만 작동합니다.
pt_br: A atualização automática e a sincronização do iCloud vêm desativadas e só funcionam após você ativá-las.
ru: Автообновление и синхронизация iCloud по умолчанию выключены и работают только после того, как вы их включите.
th: การอัปเดตอัตโนมัติและการซิงค์ iCloud ปิดไว้เป็นค่าเริ่มต้น และจะทำงานหลังจากคุณเปิดเท่านั้น
tr: Otomatik güncelleme ve iCloud eşzamanlama varsayılan olarak kapalıdır ve yalnızca siz açtıktan sonra çalışır.
vi: Tự động cập nhật và đồng bộ iCloud mặc định tắt, chỉ chạy sau khi bạn chủ động bật.
zh_hant: 自動更新和 iCloud 同步預設關閉，只有您主動開啟後才會執行。

source: 自动识别客户端
ar: تحديد العملاء تلقائيا
de: Kunden automatisch identifizieren
en: Automatically identify clients
es: Identificar clientes automáticamente
fr: Identifiez automatiquement les clients
id: Secara otomatis mengidentifikasi klien
ja: クライアントを自動的に識別する
ko: 자동으로 클라이언트 식별
pt_br: Identifique clientes automaticamente
ru: Автоматически идентифицировать клиентов
th: ระบุลูกค้าโดยอัตโนมัติ
tr: İstemcileri otomatik olarak tanımlayın
vi: Tự động xác định khách hàng
zh_hant: 自動識別客戶端

source: 自动选择
ar: الاختيار التلقائي
de: automatische Auswahl
en: Auto Select
es: selección automática
fr: sélection automatique
id: seleksi otomatis
ja: 自動選択
ko: 자동 선택
pt_br: seleção automática
ru: автоматический выбор
th: การเลือกอัตโนมัติ
tr: otomatik seçim
vi: lựa chọn tự động
zh_hant: 自動選擇

source: 自定义
ar: تخصيص
de: Anpassen
en: Customize
es: Personalizar
fr: Personnaliser
id: Sesuaikan
ja: カスタマイズ
ko: 사용자 정의
pt_br: Personalizar
ru: Настроить
th: ปรับแต่ง
tr: Özelleştir
vi: Tùy chỉnh
zh_hant: 自訂

source: 自定义 DNS 必须是 HTTPS 的 DNS-over-HTTPS 地址
ar: يجب أن يكون DNS المخصص هو عنوان DNS-over-HTTPS لـ HTTPS
de: Benutzerdefiniertes DNS muss eine DNS-über-HTTPS-Adresse für HTTPS sein
en: Custom DNS must be a DNS-over-HTTPS address for HTTPS
es: El DNS personalizado debe ser una dirección DNS sobre HTTPS para HTTPS
fr: Le DNS personnalisé doit être une adresse DNS sur HTTPS pour HTTPS
id: DNS khusus harus berupa alamat DNS-over-HTTPS untuk HTTPS
ja: カスタム DNS は HTTPS の DNS-over-HTTPS アドレスである必要があります
ko: 사용자 지정 DNS는 HTTPS용 DNS-over-HTTPS 주소여야 합니다.
pt_br: O DNS personalizado deve ser um endereço DNS sobre HTTPS para HTTPS
ru: Пользовательский DNS должен быть адресом DNS-over-HTTPS для HTTPS.
th: DNS ที่กำหนดเองต้องเป็นที่อยู่ DNS-over-HTTPS สำหรับ HTTPS
tr: Özel DNS, HTTPS için HTTPS üzerinden DNS adresi olmalıdır
vi: DNS tùy chỉnh phải là địa chỉ DNS qua HTTPS cho HTTPS
zh_hant: 自訂 DNS 必須是 HTTPS 的 DNS-over-HTTPS 位址

source: 自定义 User-Agent（可选）
ar: وكيل المستخدم المخصص (اختياري)
de: Benutzerdefinierter Benutzeragent (optional)
en: Custom User-Agent (optional)
es: Agente de usuario personalizado (opcional)
fr: Agent utilisateur personnalisé (facultatif)
id: Agen Pengguna Khusus (opsional)
ja: カスタム ユーザー エージェント (オプション)
ko: 사용자 정의 사용자 에이전트(선택 사항)
pt_br: Agente de usuário personalizado (opcional)
ru: Пользовательский агент пользователя (необязательно)
th: ตัวแทนผู้ใช้ที่กำหนดเอง (ไม่บังคับ)
tr: Özel Kullanıcı Aracısı (isteğe bağlı)
vi: Tác nhân người dùng tùy chỉnh (tùy chọn)
zh_hant: 自訂 User-Agent（可選）

source: 自定义分组服务
ar: خدمة المجموعة المخصصة
de: Benutzerdefinierter Gruppenservice
en: Custom group service
es: Servicio de grupo personalizado
fr: Service de groupe personnalisé
id: Layanan grup khusus
ja: カスタムグループサービス
ko: 맞춤형 그룹 서비스
pt_br: Serviço de grupo personalizado
ru: Индивидуальное групповое обслуживание
th: บริการกลุ่มที่กำหนดเอง
tr: Özel grup hizmeti
vi: Dịch vụ nhóm tùy chỉnh
zh_hant: 自訂分組服務

source: 自定义规则
ar: Customize Rules
de: Customize Rules
en: Customize Rules
es: Customize Rules
fr: Customize Rules
id: Customize Rules
ja: Customize Rules
ko: Customize Rules
pt_br: Customize Rules
ru: Customize Rules
th: Customize Rules
tr: Customize Rules
vi: Customize Rules
zh_hant: 自訂規則

source: 自有节点
ar: عُقدي
de: Eigene Knoten
en: Own Nodes
es: Nodos propios
fr: Nœuds personnels
id: Node Pribadi
ja: 自分のノード
ko: 개인 노드
pt_br: Nós próprios
ru: Свои узлы
th: โหนดส่วนตัว
tr: Kendi Düğümlerim
vi: Nút riêng
zh_hant: 自有節點

source: 节点
ar: العُقد
de: Knoten
en: Nodes
es: Nodos
fr: Nœuds
id: Node
ja: ノード
ko: 노드
pt_br: Nós
ru: Узлы
th: โหนด
tr: Düğümler
vi: Nút
zh_hant: 節點

source: 节点 · %lld
ar: العقدة · %lld
de: Knoten · %lld
en: Node · %lld
es: Nodo · %lld
fr: Nœud · %lld
id: Simpul · %lld
ja: ノード · %lld
ko: 노드 · %lld
pt_br: Nó · %lld
ru: Узел · %lld
th: โหนด · %lld
tr: Düğüm · %lld
vi: Nút · %lld
zh_hant: 節點 · %lld

source: 节点与配置
ar: العقد والتكوين
de: Knoten und Konfiguration
en: Nodes & Profiles
es: Nodos y configuración
fr: Nœuds et configuration
id: Node dan konfigurasi
ja: ノードと構成
ko: 노드 및 구성
pt_br: Nós e configuração
ru: Узлы и конфигурация
th: โหนดและการกำหนดค่า
tr: Düğümler ve yapılandırma
vi: Các nút và cấu hình
zh_hant: 節點與配置

source: 节点匹配
ar: مطابقة العقد
de: Knotenabgleich
en: Node match
es: Coincidencia de nodos
fr: Correspondance de nœuds
id: Kecocokan node
ja: ノード一致
ko: 노드 일치
pt_br: Correspondência de nós
ru: Совпадение узлов
th: การจับคู่โหนด
tr: Düğüm eşleşmesi
vi: Khớp nút
zh_hant: 節點比對

source: 节点协议
ar: بروتوكول العقدة
de: Knotenprotokoll
en: node protocol
es: protocolo de nodo
fr: protocole de nœud
id: protokol simpul
ja: ノードプロトコル
ko: 노드 프로토콜
pt_br: protocolo de nó
ru: протокол узла
th: โปรโตคอลโหนด
tr: düğüm protokolü
vi: giao thức nút
zh_hant: 節點協定

source: 节点名后显示来源，便于区分多个订阅服务。
ar: يتم عرض المصدر بعد اسم العقدة لتسهيل التمييز بين خدمات الاشتراك المتعددة.
de: Die Quelle wird nach dem Knotennamen angezeigt, um die Unterscheidung mehrerer Abonnementdienste zu erleichtern.
en: Show the subscription source after each node name.
es: La fuente se muestra después del nombre del nodo para facilitar la diferenciación de múltiples servicios de suscripción.
fr: La source est affichée après le nom du nœud pour faciliter la différenciation de plusieurs services d'abonnement.
id: Sumber ditampilkan setelah nama node untuk memfasilitasi diferensiasi beberapa layanan berlangganan.
ja: 複数のサブスクリプション サービスを区別しやすくするために、ソースがノード名の後に表示されます。
ko: 여러 구독 서비스를 쉽게 구분할 수 있도록 노드 이름 뒤에 소스가 표시됩니다.
pt_br: A origem é exibida após o nome do nó para facilitar a diferenciação de vários serviços de assinatura.
ru: Источник отображается после имени узла, чтобы облегчить различие между несколькими службами подписки.
th: แหล่งที่มาจะแสดงหลังชื่อโหนดเพื่ออำนวยความสะดวกในการแยกบริการสมัครสมาชิกหลายรายการ
tr: Kaynak, birden fazla abonelik hizmetinin farklılaştırılmasını kolaylaştırmak için düğüm adından sonra görüntülenir.
vi: Nguồn được hiển thị sau tên nút để tạo điều kiện phân biệt nhiều dịch vụ đăng ký.
zh_hant: 節點名後顯示來源，方便區分多個訂閱服務。

source: 节点名称匹配
ar: مطابقة اسم العقدة
de: Knotennamen-Abgleich
en: Node name match
es: Coincidencia por nombre de nodo
fr: Correspondance par nom de nœud
id: Kecocokan nama node
ja: ノード名の一致
ko: 노드 이름 일치
pt_br: Correspondência por nome do nó
ru: Совпадение по имени узла
th: การจับคู่ชื่อโหนด
tr: Düğüm adı eşleşmesi
vi: Khớp tên nút
zh_hant: 節點名稱比對

source: 节点地址无效
ar: عنوان العقدة غير صالح
de: Ungültige Knotenadresse
en: Invalid node address
es: Dirección de nodo no válida
fr: Adresse de nœud invalide
id: Alamat simpul tidak valid
ja: 無効なノードアドレス
ko: 잘못된 노드 주소
pt_br: Endereço de nó inválido
ru: Неверный адрес узла
th: ที่อยู่โหนดไม่ถูกต้อง
tr: Geçersiz düğüm adresi
vi: Địa chỉ nút không hợp lệ
zh_hant: 節點地址無效

source: 节点已保存在本机
ar: تم حفظ العقدة محليًا
de: Der Knoten wurde lokal gespeichert
en: The node has been saved locally
es: El nodo se ha guardado localmente.
fr: Le nœud a été enregistré localement
id: Node telah disimpan secara lokal
ja: ノードはローカルに保存されました
ko: 노드가 로컬에 저장되었습니다.
pt_br: O nó foi salvo localmente
ru: Узел сохранен локально
th: โหนดได้รับการบันทึกในเครื่องแล้ว
tr: Düğüm yerel olarak kaydedildi
vi: Nút đã được lưu cục bộ
zh_hant: 節點已儲存在本機

source: 节点端口不可达
ar: منفذ العقدة غير قابل للوصول
de: Der Knotenport ist nicht erreichbar
en: Node port is unreachable
es: El puerto del nodo es inalcanzable
fr: Le port du nœud est inaccessible
id: Port node tidak dapat dijangkau
ja: ノードポートに到達できません
ko: 노드 포트에 연결할 수 없습니다.
pt_br: A porta do nó está inacessível
ru: Порт узла недоступен
th: ไม่สามารถเข้าถึงพอร์ตโหนดได้
tr: Düğüm bağlantı noktasına ulaşılamıyor
vi: Cổng nút không thể truy cập được
zh_hant: 節點連接埠不可達

source: 节点端口无效
ar: منفذ عقدة غير صالح
de: Ungültiger Knotenport
en: Invalid node port
es: Puerto de nodo no válido
fr: Port de nœud invalide
id: Port simpul tidak valid
ja: 無効なノードポートです
ko: 잘못된 노드 포트
pt_br: Porta de nó inválida
ru: Неверный порт узла
th: พอร์ตโหนดไม่ถูกต้อง
tr: Geçersiz düğüm bağlantı noktası
vi: Cổng nút không hợp lệ
zh_hant: 節點連接埠無效

source: 节点筛选
ar: مرشح العقدة
de: Knotenfilter
en: Node filter
es: Filtro de nodo
fr: Filtre de nœud
id: Filter simpul
ja: ノードフィルター
ko: 노드 필터
pt_br: Filtro de nó
ru: Фильтр узлов
th: ตัวกรองโหนด
tr: Düğüm filtresi
vi: Bộ lọc nút
zh_hant: 節點篩選

source: 节点选择
ar: اختيار العقدة
de: Knotenauswahl
en: Node selection
es: Selección de nodo
fr: Sélection de nœud
id: Pemilihan simpul
ja: ノードの選択
ko: 노드 선택
pt_br: Seleção de nó
ru: Выбор узла
th: การเลือกโหนด
tr: Düğüm seçimi
vi: Lựa chọn nút
zh_hant: 節點選擇

source: 节点附加订阅名称
ar: عقدة إلحاق اسم الاشتراك
de: Knoten fügt den Abonnementnamen an
en: Append Subscription Name
es: Nombre de suscripción de adición de nodo
fr: Nœud ajouter le nom de l'abonnement
id: Node menambahkan nama langganan
ja: ノード追加サブスクリプション名
ko: 노드 추가 구독 이름
pt_br: Nó acrescenta nome de assinatura
ru: Узел добавляет имя подписки
th: โหนดต่อท้ายชื่อการสมัครสมาชิก
tr: Düğüm abonelik adını ekleme
vi: Nút nối thêm tên đăng ký
zh_hant: 節點附加訂閱名稱

source: 苹果服务
ar: خدمات التفاح
de: Apple-Dienste
en: apple services
es: servicios de manzana
fr: service pomme
id: layanan apel
ja: アップルのサービス
ko: 사과 서비스
pt_br: serviços de maçã
ru: яблочные сервисы
th: บริการแอปเปิ้ล
tr: elma hizmetleri
vi: dịch vụ táo
zh_hant: 蘋果服務

source: 覆盖地区
ar: منطقة التغطية
de: Abdeckungsbereich
en: Coverage area
es: Área de cobertura
fr: Zone de couverture
id: Wilayah cakupan
ja: カバーエリア
ko: 서비스 가능 지역
pt_br: Área de cobertura
ru: Зона покрытия
th: พื้นที่ครอบคลุม
tr: Kapsama alanı
vi: Vùng phủ sóng
zh_hant: 覆蓋地區

source: 规则
ar: القواعد
de: Regeln
en: Rules
es: Reglas
fr: Règles
id: Aturan
ja: ルール
ko: 규칙
pt_br: Regras
ru: Правила
th: กฎ
tr: Kurallar
vi: Quy tắc
zh_hant: 規則

source: 规则 Emoji
ar: إيموجي القاعدة
de: Regel-Emoji
en: Rule emoji
es: Emoji de la regla
fr: Émoji de la règle
id: Emoji aturan
ja: ルールの絵文字
ko: 규칙 이모지
pt_br: Emoji da regra
ru: Эмодзи правила
th: อิโมจิของกฎ
tr: Kural emojisi
vi: Emoji quy tắc
zh_hant: 規則 Emoji

source: 规则从 ACL4SSR 与 blackmatrix7 的官方仓库按需下载。点击加号后会直接加入当前规则。
ar: تُنزَّل القواعد عند الحاجة من المستودعين الرسميين ACL4SSR وblackmatrix7. والضغط على علامة + يضيفها مباشرة إلى القواعد الحالية.
de: Regeln werden bei Bedarf aus den offiziellen Repositorys von ACL4SSR und blackmatrix7 geladen. Ein Tippen auf das Pluszeichen fügt sie direkt zu den aktuellen Regeln hinzu.
en: Rules are downloaded on demand from the official ACL4SSR and blackmatrix7 repositories. Tapping the plus adds them straight to the current rules.
es: Las reglas se descargan bajo demanda desde los repositorios oficiales de ACL4SSR y blackmatrix7. Al tocar el signo más se añaden directamente a las reglas actuales.
fr: Les règles sont téléchargées à la demande depuis les dépôts officiels ACL4SSR et blackmatrix7. Toucher le plus les ajoute directement aux règles actuelles.
id: Aturan diunduh sesuai kebutuhan dari repositori resmi ACL4SSR dan blackmatrix7. Menekan tanda plus langsung menambahkannya ke aturan saat ini.
ja: ルールは ACL4SSR と blackmatrix7 の公式リポジトリから必要に応じてダウンロードされます。＋を押すとそのまま現在のルールに追加されます。
ko: 규칙은 ACL4SSR과 blackmatrix7의 공식 저장소에서 필요할 때 내려받습니다. 더하기를 누르면 현재 규칙에 바로 추가됩니다.
pt_br: As regras são baixadas sob demanda dos repositórios oficiais do ACL4SSR e do blackmatrix7. Tocar no mais as adiciona diretamente às regras atuais.
ru: Правила загружаются по необходимости из официальных репозиториев ACL4SSR и blackmatrix7. Нажатие плюса добавляет их прямо к текущим правилам.
th: กฎจะดาวน์โหลดตามต้องการจากที่เก็บอย่างเป็นทางการของ ACL4SSR และ blackmatrix7 การแตะเครื่องหมายบวกจะเพิ่มเข้ากฎปัจจุบันทันที
tr: Kurallar, ACL4SSR ve blackmatrix7'nin resmi depolarından gerektikçe indirilir. Artıya dokunmak onları doğrudan geçerli kurallara ekler.
vi: Quy tắc được tải theo nhu cầu từ kho chính thức của ACL4SSR và blackmatrix7. Chạm dấu cộng sẽ thêm thẳng vào quy tắc hiện tại.
zh_hant: 規則從 ACL4SSR 與 blackmatrix7 的官方倉庫按需下載。點擊加號後會直接加入目前規則。
